{
  "top-nav": {
    "reservation": "Reservaciones:"
  },
  "main-nav": {
    "contacts": "Contactos",
    "location": "El chiringuito",
    "menu": "Menú",
    "events": "Eventos",
    "jobs": "Carreras",
    "reservation": "¡Reserva ahora!"
  },
  "mobile-side-menu": {
    "homepage": "Página principal",
    "menu-accordion": {
      "food": "Comidas",
      "drinks": "Bebidas"
    },
    "jobs-accordion": {
      "foh": "Frente",
      "boh": "Cocina"
    }
  },
  "pages": {
    "homepage": {
      "welcome-title": "Te damos la bienvenida a nuestro chiringuito, Sabor de Sicilia!",
      "welcome-content": "Donde Sicilia y España se encuentran en cada bocado. En nuestro chiringuito, la tradición siciliana se mezcla con los sabores vibrantes de España. Disfruta de un ambiente único junto al mar, ideal para compartir momentos inolvidables con quienes más quieres.",
      "journey-title": "Un viaje de sabores",
      "journey-content": "Nuestro menú combina lo mejor de ambas culturas: tapas españolas, platos tradicionales sicilianos y creaciones únicas que fusionan estos dos mundos culinarios. Ya sea a la hora del almuerzo o en la cena, vivirás una experiencia gastronómica sin igual.Reserva tu mesa y descubre la magia de Sabor De Sicilia, donde los sabores de Sicilia y España se unen en perfecta armonía. ¡Te esperamos!",
      "prefoot": {
        "info": "¿Quieres más información?",
        "subscription": "Suscríbete ahora a nuestra newsletter. Recibirás información sobre nuestros nuevos platos, oportunidades laborales y, además, un descuento del 10% sobre tu primera reserva. ¡No te lo pierdas!"
      }
    },
    "wip": "Lo sentimos, esta página aún no está terminada. Estamos trabajando arduamente para ofrecerte la mejor experiencia lo más pronto posible. Mientras tanto, no dudes en explorar otros contenidos en nuestro sitio web. ¡Gracias por tu paciencia y comprensión!"
  },
  "input": {
    "prefoot": {
      "label": "Introducir correo electrónico",
      "placeholder": "ejemplo@correo.es",
      "button": "Enviar",
      "error": "Por favor introduces un correo electrónico válido (ejemplo@correo.es)",
      "submitted": "¡Suscrito/a!",
      "confirmation": "¡Gracias! Se enviará un correo de confirmación en breve."
    }
  },
  "alt": {
    "homepage": {
      "img": "Trés hombres y una mujer que cocinan"
    }
  },
  "aria-labels": {
    "homepage": {
      "food-home-card": "Vaya al menú de las comidas",
      "drinks-home-card": "Vaya al menú de las bebidas",
      "location-home-card": "Vaya a la página de la presentación del chiringuito"
    },
    "mobile-side-menu": {
      "menu-accordion": "Menu de las comidas y bebidas",
      "jobs-accordion": "Carreras"
    },
    "prefoot-form": {
      "form-description": "Formulario de la suscripción a la newsletter",
      "submit-button": "Suscríbete a la newsletter"
    }
  }
}